Repository: sidimam/unraid-drive
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, zh_hans

source: created and removed a test folder in %@
ar: تم إنشاء مجلد اختبار وحذفه في %@
de: Testordner in %@ erstellt und entfernt
es: carpeta de prueba creada y eliminada en %@
fr: dossier de test créé et supprimé dans %@
it: creata e rimossa una cartella di prova in %@
zh_hans: 已在 %@ 中创建并删除测试文件夹

source: hidden
ar: مخفية
de: ausgeblendet
es: oculto
fr: masqué
it: nascosta
zh_hans: 已隐藏

source: iCloud sync is on.
ar: مزامنة iCloud مفعّلة.
de: iCloud-Synchronisierung ist eingeschaltet.
es: La sincronización con iCloud está activada.
fr: La synchronisation iCloud est activée.
it: La sincronizzazione iCloud è attiva.
zh_hans: iCloud 同步已开启。

source: no writable share found
ar: لم يتم العثور على مجلد مشترك قابل للكتابة
de: keine beschreibbare Freigabe gefunden
es: no se encontró ningún recurso con escritura
fr: aucun partage accessible en écriture
it: nessuna share scrivibile trovata
zh_hans: 未找到可写入的共享

source: registered now
ar: تم التسجيل الآن
de: jetzt registriert
es: registrada ahora
fr: enregistré maintenant
it: registrata ora
zh_hans: 刚刚注册

source: registered on the gateway
ar: مسجّل على البوابة
de: beim Gateway registriert
es: registrado en el gateway
fr: enregistré sur la passerelle
it: registrato sul gateway
zh_hans: 已在网关上注册

source: unraid-gateway (server side)
ar: unraid-gateway (جهة الخادم)
de: unraid-gateway (Serverseite)
es: unraid-gateway (lado servidor)
fr: unraid-gateway (côté serveur)
it: unraid-gateway (lato server)
zh_hans: unraid-gateway（服务器端）

source: unraid-gateway did not answer: %@. Files already downloaded stay available; changes will sync when the server is back.
ar: لم تستجب unraid-gateway: %@. تبقى الملفات المنزّلة متاحة؛ وستتم مزامنة التغييرات عند عودة الخادم.
de: unraid-gateway hat nicht geantwortet: %@. Bereits geladene Dateien bleiben verfügbar; Änderungen werden synchronisiert, sobald der Server zurück ist.
es: unraid-gateway no respondió: %@. Los archivos ya descargados siguen disponibles; los cambios se sincronizarán cuando el servidor vuelva.
fr: unraid-gateway n’a pas répondu : %@. Les fichiers déjà téléchargés restent disponibles ; les modifications se synchroniseront au retour du serveur.
it: unraid-gateway non ha risposto: %@. I file già scaricati restano disponibili; le modifiche si sincronizzeranno quando il server tornerà raggiungibile.
zh_hans: unraid-gateway 未响应：%@。已下载的文件仍可使用；服务器恢复后会同步更改。

source: user %@ ·
ar: المستخدم %@ ·
de: Benutzer %@ ·
es: usuario %@ ·
fr: utilisateur %@ ·
it: utente %@ ·
zh_hans: 用户 %@ ·

source: version %1$@ · %2$lld ms
ar: الإصدار %1$@ · %2$lld م.ث
es: versión %1$@ · %2$lld ms
it: versione %1$@ · %2$lld ms
zh_hans: 版本 %1$@ · %2$lld 毫秒

source: waiting for the credentials from iCloud Keychain…
ar: بانتظار بيانات الاعتماد من سلسلة مفاتيح iCloud…
de: warte auf die Zugangsdaten aus dem iCloud-Schlüsselbund…
es: esperando las credenciales del llavero de iCloud…
fr: en attente des identifiants du trousseau iCloud…
it: in attesa delle credenziali dal Portachiavi iCloud…
zh_hans: 正在等待 iCloud 钥匙串中的凭据…
